---
kind: other
id: Properties.T:Autodesk.Revit.DB.Units
source: html/bfa1927d-c822-27fe-db8d-93dd70321efa.htm
---
# Units Properties

The symbol used to separate the integer and fractional parts of a number.